Repository: putto11262002/sabaipics
Catalog: studio/FrameFast/Localizable.xcstrings
Source language: en
Languages: th

source: next to your camera network
th: ข้างเครือข่ายกล้องของคุณ

source: %lld RAW files skipped
th: ข้าม RAW %lld ไฟล์

source: %lld credits
th: %lld เครดิต

source: %lld photos
th: %lld รูป

source: 30 days
th: 30 วัน

source: 7 days
th: 7 วัน

source: Account
th: บัญชี

source: Actions
th: การดำเนินการ

source: Activity
th: กิจกรรม

source: Add camera
th: เพิ่มกล้อง

source: Allow Local Network access
th: อนุญาตการเข้าถึงเครือข่ายภายใน

source: An unexpected error occurred. Please try again.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด กรุณาลองใหม่อีกครั้ง

source: Are you sure? This will permanently delete your account and all associated data. This action cannot be undone.
th: คุณแน่ใจหรือไม่? การดำเนินการนี้จะลบบัญชีและข้อมูลทั้งหมดของคุณอย่างถาวร ไม่สามารถเลิกทำได้

source: Auto-Edit
th: แก้ไขอัตโนมัติ

source: Automatic
th: อัตโนมัติ

source: Back
th: กลับ

source: By Status
th: ตามสถานะ

source: Camera
th: กล้อง

source: Camera Network
th: เครือข่ายกล้อง

source: Camera session is not connected yet.
th: เซสชันกล้องยังไม่ได้เชื่อมต่อ

source: Cameras
th: กล้อง

source: Cancel
th: ยกเลิก

source: Capture
th: ถ่ายภาพ

source: Capture session active.
th: เซสชันถ่ายภาพทำงานอยู่

source: Capture session error. %@
th: เซสชันถ่ายภาพเกิดข้อผิดพลาด %@

source: Capture session. Working.
th: เซสชันถ่ายภาพ กำลังทำงาน

source: Category
th: หมวดหมู่

source: Clear Failed Photos
th: ล้างรูปที่ล้มเหลว

source: Clear Uploaded Photos
th: ล้างรูปที่อัปโหลดแล้ว

source: Color Grade
th: เกรดสี

source: Color Grading & Auto-Edit
th: เกรดสีและแก้ไขอัตโนมัติ

source: Configure IP
th: กำหนดค่า IP

source: Configure IPv4
th: กำหนดค่า IPv4

source: Connect
th: เชื่อมต่อ

source: Connect a camera to see photos here.
th: เชื่อมต่อกล้องเพื่อดูรูปภาพที่นี่

source: Connect camera
th: เชื่อมต่อกล้อง

source: Connect to WiFi
th: เชื่อมต่อ WiFi

source: Connect to your Canon camera's WiFi network in Settings before continuing.
th: เชื่อมต่อ WiFi ของกล้อง Canon ใน Settings ก่อนดำเนินการต่อ

source: Connect to your Nikon camera's WiFi network in Settings before continuing.
th: เชื่อมต่อ WiFi ของกล้อง Nikon ใน Settings ก่อนดำเนินการต่อ

source: Connect to your Sony camera's WiFi network in Settings before continuing.
th: เชื่อมต่อ WiFi ของกล้อง Sony ใน Settings ก่อนดำเนินการต่อ

source: Connected
th: เชื่อมต่อแล้ว

source: Connection failed
th: เชื่อมต่อล้มเหลว

source: Continue
th: ดำเนินการต่อ

source: Continue anyway
th: ดำเนินการต่อ

source: Copy IP Address
th: คัดลอก IP Address

source: Copy Search Link
th: คัดลอกลิงก์ค้นหา

source: Copy Slideshow Link
th: คัดลอกลิงก์สไลด์โชว์

source: Copy Subnet
th: คัดลอก Subnet

source: Created
th: สร้างเมื่อ

source: Credits offline
th: เครดิตออฟไลน์

source: Credits unavailable
th: ไม่สามารถโหลดเครดิตได้

source: Delete Account
th: ลบบัญชี

source: Delete Account Failed
th: การลบบัญชีล้มเหลว

source: Describe your feedback...
th: อธิบายความคิดเห็นของคุณ...

source: Details
th: รายละเอียด

source: Discard
th: ทิ้ง

source: Disconnect
th: ยกเลิกการเชื่อมต่อ

source: Disconnect the current camera to connect another.
th: ยกเลิกการเชื่อมต่อกล้องปัจจุบันก่อนเชื่อมต่อกล้องอื่น

source: Disconnecting…
th: กำลังยกเลิกการเชื่อมต่อ…

source: Downloaded
th: ดาวน์โหลดแล้ว

source: Edit %@
th: แก้ไข %@

source: Enable
th: เปิดใช้งาน

source: End Date
th: วันสิ้นสุด

source: Enter your **IP Address** and **Subnet Mask** — leave Router blank
th: ป้อน **ที่อยู่ IP** และ **ซับเน็ตมาสก์** — เว้นเราเตอร์ว่างไว้

source: Error Loading Event
th: โหลดอีเวนต์ไม่สำเร็จ

source: Error Loading Events
th: โหลดอีเวนต์ไม่สำเร็จ

source: Event
th: งาน

source: Event Details
th: รายละเอียดอีเวนต์

source: Events
th: อีเวนต์

source: Events can’t be loaded right now. Uploads will resume when you’re back online.
th: ไม่สามารถโหลดรายการงานได้ในขณะนี้ การอัปโหลดจะดำเนินการต่อเมื่อกลับมาออนไลน์

source: Expires
th: หมดอายุ

source: Failed
th: ล้มเหลว

source: Feature Request
th: ขอฟีเจอร์ใหม่

source: FrameFast Studio needs Local Network access to discover and connect to cameras on your WiFi network.
th: FrameFast Studio ต้องการสิทธิ์เข้าถึงเครือข่ายภายในเพื่อค้นหาและเชื่อมต่อกล้องบน Wi-Fi ของคุณ

source: General
th: ทั่วไป

source: Go to Settings › WiFi and connect to your camera's network, then try again.
th: ไปที่ Settings › Wi-Fi แล้วเชื่อมต่อเครือข่ายกล้องของคุณ จากนั้นลองอีกครั้ง

source: IP Address
th: ที่อยู่ IP

source: IPV4 ADDRESS
th: ที่อยู่ IPV4

source: If you previously denied, enable it in Settings → Privacy & Security → Local Network
th: หากเคยปฏิเสธ ให้เปิดใน Settings → Privacy & Security → Local Network

source: If you see a permission prompt, tap Allow
th: หากเห็นข้อความขออนุญาต ให้แตะ Allow

source: Include Luminance
th: รวมค่าความสว่าง

source: Info
th: ข้อมูล

source: Intensity
th: ความเข้ม

source: Join WiFi "%@" to connect.
th: เชื่อมต่อ WiFi "%@" เพื่อเชื่อมต่อกล้อง

source: Legal
th: ข้อกฎหมาย

source: Limit IP Address Tracking
th: จำกัดการติดตามที่อยู่ IP

source: Links
th: ลิงก์

source: Loading credentials...
th: กำลังโหลดข้อมูลรับรอง...

source: Loading credits
th: กำลังโหลดเครดิต

source: Local Photos
th: รูปในเครื่อง

source: Local Storage
th: พื้นที่จัดเก็บในเครื่อง

source: Looking for cameras...
th: กำลังค้นหากล้อง...

source: Looking for cameras…
th: กำลังค้นหากล้อง…

source: MANUAL IP
th: IP กำหนดเอง

source: Manage Account
th: จัดการบัญชี

source: Manual
th: กำหนดเอง

source: Name
th: ชื่อ

source: Network Details
th: รายละเอียดเครือข่าย

source: New camera
th: กล้องใหม่

source: No Local Photos
th: ยังไม่มีรูปในเครื่อง

source: No WiFi
th: ไม่มี WiFi

source: No camera found
th: ไม่พบกล้อง

source: No camera session found.
th: ไม่พบเซสชันกล้อง

source: No completed LUTs available
th: ไม่มี LUT ที่พร้อมใช้งาน

source: No event data
th: ไม่มีข้อมูลอีเวนต์

source: No event selected
th: ยังไม่ได้เลือกงาน

source: No event selected.
th: ยังไม่ได้เลือกงาน

source: No events yet
th: ยังไม่มีอีเวนต์

source: No live session
th: ไม่มีเซสชัน

source: No recent cameras yet
th: ยังไม่มีกล้องล่าสุด

source: No saved cameras
th: ยังไม่มีกล้องที่บันทึกไว้

source: No subtitle
th: ไม่มีคำบรรยาย

source: No uploads
th: ไม่มีการอัปโหลด

source: None
th: ไม่มี

source: Not configured
th: ยังไม่ได้ตั้งค่า

source: Not connected to camera WiFi
th: ไม่ได้เชื่อมต่อ Wi-Fi กล้อง

source: Not signed in
th: ยังไม่ได้เข้าสู่ระบบ

source: Note your **IP Address** and **Subnet Mask**
th: จด **ที่อยู่ IP** และ **ซับเน็ตมาสก์** ไว้

source: OK
th: ตกลง

source: Offline
th: ออฟไลน์

source: Overview
th: ภาพรวม

source: Password
th: รหัสผ่าน

source: Pending
th: รอดำเนินการ

source: Photo Gallery
th: แกลเลอรีรูปภาพ

source: Photos captured for this event will appear here.
th: รูปที่ถ่ายในอีเวนต์นี้จะแสดงที่นี่

source: Preset
th: พรีเซ็ต

source: Privacy Policy
th: นโยบายความเป็นส่วนตัว

source: Profile
th: โปรไฟล์

source: Ready to Capture
th: พร้อมถ่ายภาพ

source: Recent cameras
th: กล้องล่าสุด

source: Remove
th: ลบ

source: Retention
th: การเก็บรักษา

source: Retention Period
th: ระยะเวลาเก็บรักษา

source: Retry
th: ลองใหม่

source: Router
th: เราเตอร์

source: Save
th: บันทึก

source: Saved
th: บันทึกไว้

source: Scanning your network for available cameras.
th: กำลังสแกนเครือข่ายเพื่อค้นหากล้องที่พร้อมใช้งาน

source: Search Link
th: ลิงก์ค้นหา

source: Select **Manual**
th: เลือก **กำหนดเอง**

source: Select Event
th: เลือกงาน

source: Select a LUT to enable color grading
th: เลือก LUT เพื่อเปิดใช้งานเกรดสี

source: Select a preset to enable auto-edit
th: เลือกพรีเซ็ตเพื่อเปิดใช้งานแก้ไขอัตโนมัติ

source: Send Feedback
th: ส่งความคิดเห็น

source: Settings
th: การตั้งค่า

source: Sign Out
th: ออกจากระบบ

source: Sign Out Failed
th: การออกจากระบบล้มเหลว

source: Slideshow Link
th: ลิงก์สไลด์โชว์

source: Start Date
th: วันเริ่มต้น

source: Storage
th: พื้นที่จัดเก็บ

source: Submission Failed
th: การส่งล้มเหลว

source: Submit
th: ส่ง

source: Subnet Mask
th: ซับเน็ตมาสก์

source: Subtitle
th: คำบรรยาย

source: Success
th: สำเร็จ

source: Suggestion
th: ข้อเสนอแนะ

source: Synced
th: ซิงค์แล้ว

source: Syncing
th: กำลังซิงค์

source: Take photos with your camera. They'll appear here automatically.
th: ถ่ายภาพด้วยกล้องของคุณ รูปจะปรากฏที่นี่โดยอัตโนมัติ

source: Tap
th: แตะ

source: Tap **Save**
th: แตะ **บันทึก**

source: Tap to view
th: แตะเพื่อดู

source: Terms of Service
th: ข้อกำหนดการใช้งาน

source: Thanks for your feedback!
th: ขอบคุณสำหรับความคิดเห็น!

source: Then tap **Configure IP**
th: จากนั้นแตะ **กำหนดค่า IP**

source: Total Storage Used
th: พื้นที่จัดเก็บที่ใช้ทั้งหมด

source: Unable to connect to camera. Check your connection and try again.
th: ไม่สามารถเชื่อมต่อกล้องได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง

source: Unable to load storage info
th: ไม่สามารถโหลดข้อมูลพื้นที่จัดเก็บได้

source: Unsaved Changes
th: การเปลี่ยนแปลงที่ยังไม่ได้บันทึก

source: Upload Activity
th: กิจกรรมอัปโหลด

source: Upload Mode
th: โหมดอัปโหลด

source: Uploaded
th: อัปโหลดแล้ว

source: Username
th: ชื่อผู้ใช้

source: We appreciate you taking the time to share your thoughts.
th: ขอบคุณที่สละเวลาแบ่งปันความคิดเห็นของคุณ

source: Wi-Fi not detected
th: ตรวจไม่พบ Wi-Fi

source: Working…
th: กำลังทำงาน…

source: You have unsaved changes that will be lost.
th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึกซึ่งจะสูญหาย

source: You're not on a local Wi-Fi network. You can continue, but the camera may not be found.
th: คุณไม่ได้เชื่อมต่อ Wi-Fi ภายใน สามารถดำเนินการต่อได้ แต่อาจไม่พบกล้อง

source: Your events will appear here once created
th: อีเวนต์ของคุณจะแสดงที่นี่เมื่อสร้างแล้ว

source: Upload queue
th: คิวอัปโหลด

source: Uploaded (7d)
th: อัปโหลดแล้ว (7 วัน)

source: Events can't be loaded right now. Uploads will resume when you're back online.
th: ไม่สามารถโหลดอีเวนต์ได้ในขณะนี้ การอัปโหลดจะกลับมาทำงานเมื่อกลับมาออนไลน์

source: Completed
th: เสร็จสิ้น
